Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=77_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskulttuurikeskus
sme: Sámekulturguovddáš

source: Inarin kirkonkylään Juutuanjoen rannalle rakennettava Saamelaiskulttuurikeskus tulee olemaan Suomen saamelaisten hallinnon ja kulttuurin keskus.
sme: Sámekulturguovddáš, mii huksejuvvo Anára kirkosiidii Juvdujoga gáddái, boahtá leat Suoma sápmelaccaid hálddahusa ja kultuvrra guovddáš.

source: Saamelaiskulttuurikeskuksen tarkoituksena on luoda saamelaisille paremmat edellytykset omaehtoisesti ylläpitää ja kehittää kieltään, kulttuuriaan ja elinkeinotoimintaansa sekä hoitaa ja kehittää kulttuuri-itsehallintoaan ja tukea saamelaisten yleisten elinolojen kehitystä.
sme: Sámekulturguovddáža dárkkuhussan lea válbmet sápmelaccaide buoret eavttuid iešrádálaccat bajásdoallat ja ovddidit gielaset, kultuvrraset ja ealáhusdoaimmaset sihke dikšut ja ovddidit kulturiešráddema ja doarjut sápmelaccaid oppalaš eallindili ovdáneami.

source: Kulttuurikeskus parantaa myös olennaisesti mahdollisuuksia levittää tietoa saamelaisista alkuperäiskansana.
sme: Kulturguovddáš buorida maiddái dovdomassii vejolašvuodaid juohkit dieduid sápmelaccain eamiálbmogin.

source: Saamelaiskulttuurikeskus tulee olemaan kansallisesti ja kansainvälisestikin kiinnostava ja vetovoimainen monikulttuurisuuden kohtaamispaikka.
sme: Sámekulturguovddáš boahtá leat sisriikkalaccat ja riikkaidgaskasaccat miellagiddevaš ja beroštahtti má. ggakultuvrralaš deaivvadanbáiki.

source: Saamelaiskulttuurikeskuksen rahoittamiseen on Lapin lääninhallitus myöntänyt 5 miljoonaa euroa Euroopan unionin aluekehitysrahaston varoja.
sme: Lappi leanaráđđehus lea juolludan Sámekulturguovddážii 5 milj. euro EU-ruhtadeami.
